Repository: chenjie0927/RiverFlow-2D-DIP
Catalog: RiverFLO-2DMain.*.resx
Languages: es_mx

# lbOILPTemperatures.Text
source: Temperatures File:
es_mx: Archivo de Temperaturas:

# lblOILPViscocityDensity.Text
source: Viscosity-Density File:
es_mx: Archivo de Viscosidad-Densidad:

# btnOILPNewTemperatures.Text
source: New
es_mx: Nuevo

# btnOILPOpenTemperatures.Text
source: Open
es_mx: Abrir

# btnOILPNewViscocityDensity.Text
source: New
es_mx: Nuevo

# btnOILPOpenViscocityDensity.Text
source: Open
es_mx: Abrir

# btnOilSpillOnLandSaveViscosityDensity.Text
source: Save
es_mx: Guardar

# btnOilSpillOnLandSaveTemperature.Text
source: Save
es_mx: Guardar

# OilSpillOnLandTimeVelocityViscocity.HeaderText
source: Temperature
es_mx: Temperatura

# OilSpillOnLandViscocity.HeaderText
source: Viscosity
es_mx: Viscosidad

# OilSpillOnLandDensity.HeaderText
source: Density
es_mx: Densidad

# txtOilSpillOnLandTemperatureFile.Text
source: Temperatures File
es_mx: Archivo de Temperaturas

# OilSpillOnLandTimeTemperature.HeaderText
source: Time (hrs.)
es_mx: Tiempo (hrs.)

# OilSpillOnLandTemperature.HeaderText
source: Temperature
es_mx: Temperatura

# txtOilSpillOnLandViscosityDensityFile.Text
source: Viscosity Density File
es_mx: Archivo de Viscosidad-Densidad

# groupBoxOILPTables.Text
source: Tables
es_mx: Tablas

# radioOILPTables.Text
source: Use Tables
es_mx: Utilizar Tablas

# radioOILPConstants.Text
source: Use Constant Values
es_mx: Utilizar Valores Constantes

# btnSaveOilSpillOnLand.Text
source: Save .OILP
es_mx: Guardar .OILP

# btnOpenOilSpillOnLand.Text
source: Open .OILP
es_mx: Abrir .OILP

# lblOilSpillOnLandYieldStress.Text
source: Yield Stress (lb/ft2):
es_mx: Esfuerzo de Cedencia (lb/ft2):

# lblOilSpillOnLandOilDensity.Text
source: Oil Density (lb/ft3):
es_mx: Desidad (lb/ft3):

# lblOilSpillOnLandOilViscocity.Text
source: Oil Viscosity (lb-s/in2):
es_mx: Viscosidad (lb-s/in2):

# groupBoxOILPConstants.Text
source: Constants
es_mx: Constantes

# tabPageOilSpillOnLand.Text
source: Oil Spill on Land
es_mx: Derrame de Petróleo

# btnOpenPollutantTransportPlus.Text
source: Open .SOLUTES
es_mx: Abrir .SOLUTES

# btnSavePollutantTransportPlus.Text
source: Save .SOLUTES
es_mx: Guardar .SOLUTES

# Selected.HeaderText
source: Selected Solutes
es_mx: Solutos Seleccionados

# SoluteName.HeaderText
source: Solute Name
es_mx: Nombre

# ReactionCoeff.HeaderText
source: Reaction Coeff.
es_mx: Coef. de Reacción

# lblPollutantTransportPlusTransversalCoeff.Text
source: Transversal dispersion coefficient (ft2/s):
es_mx: Coeficiente de dispersión transversal (ft2/s):

# lblPollutantTransportPlusDispersionCoeffPlus.Text
source: Longitudinal dispersion coefficient (ft2/s):
es_mx: Coeficiente de dispersión longitudinal (ft2/s):

# groupBoxDispersionCoefficientsPlus.Text
source: Dispersion coefficients
es_mx: Coefficientes de dispersión

# tabPagePollutantTransportPlus.Text
source: Pollutant Transport
es_mx: Calidad de Agua

# lblWindPlusAirDensity.Text
source: Air Density (kg/m3):
es_mx: Densidad del Aire (kg/m3):

# WindPlusPolygon.HeaderText
source: Polygon
es_mx: Polígono

# WindPlusSpeedFileName.HeaderText
source: Wind Speed File
es_mx: Archivo de Valores de Viento

# WindPlusVelocitiesTime.HeaderText
source: Time (h)
es_mx: Tiempo (h)

# btnSaveWindPlus.Text
source: Save .WIND
es_mx: Guardar .WIND

# btnOpenWindPlus.Text
source: Open .WIND
es_mx: Abrir .WIND

# tabPageWindPlus.Text
source: Wind
es_mx: Viento

# chckCoupledComputation.Text
source: Coupled computation
es_mx: Cálculo acoplado

# btnRemoveSelectedBedLoadSediment.Text
source: Remove Selected Fraction
es_mx: Remover Fracción Seleccionada

# btnAddBedLoadSediment.Text
source: Add Bed Load Fraction
es_mx: Agregar Fracción

# lblBedLoadSedimentTypeFormula.Text
source: Sediment Load Formula:
es_mx: Fórmula de Carga de Fondo:

# lblBedLoadSediment.Text
source: Bed Load Sediment Transport
es_mx: Transporte de Carga de Fondo

# groupBoxSedimentTranspDispCoeffs.Text
source: Dispersion coefficients
es_mx: Coeficientes de Dispersión

# lblTypeWS.Text
source: Type:
es_mx: Tipo:

# groupBoxSettlingVelocityFormula.Text
source: Settling Velocity Formula
es_mx: Fórmula de Velocidad de Caída

# btnRemoveSelectedSuspendedSediment.Text
source: Remove Selected Fraction
es_mx: Remover Fracción Seleccionada

# btnAddSuspendedSediment.Text
source: Add Suspended Sediment Fraction
es_mx: Agragar Fracción

# lblSuspendedSedimentTypeFormula.Text
source: Equilibrium concentration formula:
es_mx: Fórmula de Concentración de Equilibrio:

# lblSuspendedSedimentTitle.Text
source: Suspended Sediment Transport
es_mx: Transporte de Sedimentos en Suspensión

# chckBedLoadSediment.Text
source: Bed Load Sediment
es_mx: Carga de Fondo

# chckSuspendedSediment.Text
source: Suspended Sediment
es_mx: Sedimentos en Suspensión

# groupBoxSedimentMode.Text
source: Sediment Transport Mode
es_mx: Módulo de Transporte de Sedimentos

# btnSaveSedimentPlus.Text
source: Save SED* Files
es_mx: Guardar Archivo SED*

# btnOpenSedimentPlus.Text
source: Open SED* Files
es_mx: Abrir Archivo SED*

# tabPageSedimentTransportPlus.Text
source: Sediment Transport
es_mx: Transporte de Sedimentos

# comboYieldStressRelation.Items
source: Constant
es_mx: User defined

# comboYieldStressRelation.Items1
source: Wan & Wang. Boutou silt Ys = 5.88*10^-3*exp(19.1*Cv)/10
es_mx: Wan & Wang. Boutou silt...........................Ys = 5.88*10^-3*exp(19.1*Cv)

# comboYieldStressRelation.Items2
source: Wan & Wang. Tangu silt I and II Ys = 5.88*10^-3*exp(32.1*Cv) /10
es_mx: Wan & Wang. Tangu silt I and II ...............Ys = 5.88*10^-3*exp(32.1*Cv)

# comboYieldStressRelation.Items3
source: Wan & Wang. Zhengzhou loess Ys = 25.78*10^2**Cv^5.4/10
es_mx: Wan & Wang. Zhengzhou loess ...............Ys = 25.78*10^2**Cv^5.4

# comboYieldStressRelation.Items4
source: Wan & Wang. Zhengzhou loess Ys = 98.9810^2**Cv^5.4/10
es_mx: Wan & Wang. Zhengzhou loess ...............Ys = 98.9810^2**Cv^5.4

# comboYieldStressRelation.Items5
source: Wan & Wang. Kaoline bentonite Ys = 255*10^3*Cv/10
es_mx: Wan & Wang. Kaoline bentonite...............Ys = 1.28*10^3*Cv

# comboYieldStressRelation.Items6
source: Julien (1998) for sands Ys =0.1*exp(3*(Cv-0.05)) /10
es_mx: Julien (1998) for sands.................................Ys =0.1*exp(3*(Cv-0.05))

# comboYieldStressRelation.Items7
source: Julien (1998) for 95% silt and 5% clays Ys =0.1*exp(13*(Cv-0.05)) /10
es_mx: Julien (1998) for 95% silt and 5% clays......Ys =0.1*exp(13*(Cv-0.05))

# comboYieldStressRelation.Items8
source: Julien (1998) for 70% silts and 30% clays Ys =0.1*exp(23*(Cv-0.05)) /10
es_mx: Julien (1998) for 70% silts and 30% clays...Ys =0.1*exp(23*(Cv-0.05))

# lblBinghamViscosity.Text
source: Bingham viscosity (lb-s/ft2):
es_mx: Viscosidad (lb-s/ft2):

# lblYieldStress.Text
source: Yield stress (lb/ft2):
es_mx: Esfuerzo de cedencia (lb/ft2):

# comboViscosityRelation.Items
source: Turbulent
es_mx: User defined

# comboViscosityRelation.Items1
source: Full Bingham
es_mx: Julien (1998) for sands..............................Visc =0.001*(1+2.5*Cv+exp(10*(Cv-0.05)))

# comboViscosityRelation.Items2
source: Simplified Bingham
es_mx: Julien (1998) for silts and clays................Visc =0.001*(1+2.5*Cv+exp(23*(Cv-0.05)))

# comboViscosityRelation.Items3
source: Turbulent and Coulomb
es_mx: O'Brien (1988) Aspen pit 1........................Visc = 0.036*exp(22.1*Cv) /10

# comboViscosityRelation.Items4
source: Turbulent and Yield
es_mx: O'Brien (1988) Aspen pit 4........................Visc = 0.0538*exp(14.5*Cv) /10

# comboViscosityRelation.Items5
source: Turbulent, Coulomb, and Yield
es_mx: O'Brien (1988) Aspen natural soil...............Visc = 0.00136*exp(28.4*Cv) /10

# comboViscosityRelation.Items6
source: Quadratic
es_mx: O'Brien (1988) Aspen mine fill....................Visc = 0.128*exp(12*Cv) /10

# comboViscosityRelation.Items7
source: Granular Material
es_mx: O'Brien (1988) Aspen natural soil source...Visc = 0.000495*exp(27.1*Cv) /10

# lblMaterialDensity.Text
source: Material density (lb/ft3):
es_mx: Densidad del material (lb/ft3):

# lblInternalFrictionAngle.Text
source: Internal friction angle (degrees):
es_mx: Angulo de fricción interna (grados):

# lblFlowResistanceRelation.Text
source: Flow resistance relation:
es_mx: Relación de resistencia al flujo:

# btnSaveMUD.Text
source: Save .MUD
es_mx: Guardar .MUD

# btnOpenMUD.Text
source: Open .MUD
es_mx: Abrir .MUD

# tabPageMudDebrisFlow.Text
source: Mud/Debris Flow
es_mx: Flujo de Lodo/Detritos

# GateName.HeaderText
source: Gate Name
es_mx: Nombre de Componente

# GateCrestElevation.HeaderText
source: Crest Elev.
es_mx: Cota de Cresta

# GateHeight.HeaderText
source: Height
es_mx: Altura

# GateOpenings.HeaderText
source: Gate Apertures File
es_mx: Archivo de Apertura

# OpeningTime.HeaderText
source: Time (h)
es_mx: Tiempo (h)

# OpeningOpenning.HeaderText
source: Aperture
es_mx: Apertura

# btnSaveGates.Text
source: Save .GATES
es_mx: Guardar .GATES

# btnOpenGates.Text
source: Open .GATES
es_mx: Abrir .GATES

# tabPageGates.Text
source: Gates
es_mx: Compuertas

# btnSaveWind.Text
source: Save .WIND
es_mx: Guardar .WIND

# btnOpenWind.Text
source: Open .WIND
es_mx: Abrir .WIND

# tabPageWind.Text
source: Wind
es_mx: Viento

# Bed.HeaderText
source: Bed
es_mx: Fondo

# Zlower.HeaderText
source: Z Lower
es_mx: Z Baja

# Zupper.HeaderText
source: Z Upper
es_mx: Z Alta

# Deck.HeaderText
source: Deck
es_mx: Tablero

# BridgeName.HeaderText
source: Bridge Name
es_mx: Nombre del Puente

# BridgeGeometryFile.HeaderText
source: Bridge Geometry File
es_mx: Archivo de Geometría

# btnSaveBridges.Text
source: Save .BRIDGES
es_mx: Guardar .BRIDGES

# btnOpenBridges.Text
source: Open .BRIDGES
es_mx: Abrir .BRIDGES

# tabPageBridges.Text
source: Bridges
es_mx: Puentes

# DamBreachName.HeaderText
source: Dam Breach Name
es_mx: Nombre de Brecha

# DamBreachZCrest.HeaderText
source: Z Crest
es_mx: Z Cresta

# DamBreachAngle.HeaderText
source: Angle
es_mx: Angulo

# DamBreachCoeff.HeaderText
source: Coeff
es_mx: Coef.

# DamBreachFile.HeaderText
source: Dam Breach File
es_mx: Archivo de Brecha

# EvolutionTime.HeaderText
source: Time (h)
es_mx: Tiempo (h)

# EvolutionWidth.HeaderText
source: Width
es_mx: Ancho

# EvolutionHeight.HeaderText
source: Height
es_mx: Altura

# btnSaveDamBreach.Text
source: Save .DAMBREACH
es_mx: Guardar .DAMBREACH

# btnOpenDamBreach.Text
source: Open .DAMBREACH
es_mx: Abrir .DAMBREACH

# tabPageDamBreach.Text
source: Dam Breach
es_mx: Brechas en Presas

# btnOBCPLoadSeries.Text
source: Load
es_mx: Abrir

# btnOBCPSaveSeries.Text
source: Save
es_mx: Guardar

# btnOBCPPlot.Text
source: Plot
es_mx: Dibujar

# btnSaveOBCP.Text
source: Save .OBCP
es_mx: Almacenar .OBCP

# btnOpenOBCP.Text
source: Open .OBCP
es_mx: Abrir .OBCP

# tabPageOBCP.Text
source: Open Boundary Conditions
es_mx: Condiciones de Contorno Abiertas

# btnCancel.Text
source: Exit
es_mx: Salir

# btnCancel.ToolTip
source: Closes the RiverFlow2D data input interface
es_mx: Cierra la interfaz de entrada de datos de RiverFlow2d (DIP)

# btnOpen.Text
source: Open All Files
es_mx: Abrir Todo

# btnOpen.ToolTip
source: Opens all existing data files to fill all tabs
es_mx: Abre todos los archivos existentes para llenar todos los páneles

# btnAbout.Text
source: About Hydronia RiverFlow2D
es_mx: Acerca de Hydronia RiverFlow2D

# btnAbout.ToolTip
source: Shows a concise description of RiverFlow2D
es_mx: Muestra una descripción concisa de RiverFlow2D

# btnSave.Text
source: Save All Files
es_mx: Guardar Todo

# btnSave.ToolTip
source: Saves all data from all enabled Tabs
es_mx: Almacena todos los datos de los páneles activados

# btnRun.Text
source: Run RiverFlow2D
es_mx: Correr RiverFlow2D

# btnRun.ToolTip
source: Runs the RiverFlow2D model using the data in the panel environment
es_mx: Corre el modelo RiverFlow2D usando los datos mostrados

# lblLanguage.Text
source: DIP Language:
es_mx: Lenguaje del DIP:

# comboLanguage.Items
source: Spanish
es_mx: Español

# comboLanguage.Items1
source: English
es_mx: Ingles

# groupBoxModel.Text
source: Model Selection
es_mx: Selección de modelo

# radioEnglish.Text
source: English
es_mx: Inglesas

# radioMetric.Text
source: Metric
es_mx: Métricas

# groupBoxUnits.Text
source: Units
es_mx: Unidades

# lblParallelComputing.Text
source: GPU card:
es_mx: Tarjeta GPS:

# groupBoxParallelComputation.Text
source: Parallel computation
es_mx: Computación paralela

# radioOilSpillOnLand.Text
source: Oil Spill on Land
es_mx: Derrame de Petróleo

# radioNone.Text
source: None
es_mx: Ninguno

# radioMudDebris.Text
source: Mud/Debris flow
es_mx: Flujo de Lodo/Detritos

# radioSedimentTransport.Text
source: Sediment Transport
es_mx: Transporte de Sedimentos

# radioPollutantTransport.Text
source: Pollutant Transport
es_mx: Calidad de Agua

# groupBoxModules.Text
source: Modules
es_mx: Modulos

# HorizontalWSE.Text
source: Horizontal water surface elevation
es_mx: Superficie de agua horizontal

# BedFromFEDFile.Text
source: Read initial water elevs. from FED file
es_mx: Leer cotas de agua desde archivo FED

# DryBed.Text
source: Dry bed
es_mx: Fondo seco

# label11.Text
source: Initial water elevation:
es_mx: Cota de agua inicial:

# groupBoxInitialConditions.Text
source: Initial conditions
es_mx: Condiciones Iniciales

# chckComputeMassBalance.Text
source: Compute mass balance every output interval
es_mx: Calcular balance de masa en cada intervalo de tiempo

# chckComputeMassBalance.ToolTip
source: If selected, mass balance will be computed every output interval
es_mx: Si se selecciona, el balance de masa será calculado en cada intervalo de tiempo

# chckTextFileOutput.Text
source: Text file output
es_mx: Archivo de texto de salida

# chckGraphicOutput.Text
source: Graphic output
es_mx: Salida Gráfica

# chckMaximumValues.Text
source: Output maximum values
es_mx: Máximos valores de salida

# chckResultsAtObservationPoints.Text
source: Output results at observation points
es_mx: Resultados de salida en puntos de observación

# chckOutputResultsCrossSections.Text
source: Output results for cross sections
es_mx: Resultados de salida de secciones transversales

# chckOutputResultsProfile.Text
source: Output results for profiles
es_mx: Resultados de salida de perfiles

# groupBoxOutputOptions.Text
source: Output options
es_mx: Opciones de salida

# txtSimulationTime.ToolTip
source: Total simulation time in hours
es_mx: Tiempo de simulacion en horas

# chckHotStart.Text
source: Hot start
es_mx: Arranque en caliente

# lblOutputInterval.Text
source: Output interval (hrs.):
es_mx: Intervalo de reportes (hrs.):

# lblSimulationTime.Text
source: Simulation time (hrs.):
es_mx: Tiempo de simulación (hrs.):

# lblTimeStepFactor.Text
source: Time step factor:
es_mx: Factor de paso del tiempo:

# lblTimeStep.Text
source: Time step (sec.):
es_mx: Número de Courant (CFL):

# chckVariableTimeStep.Text
source: Variable time step:
es_mx: Pasos de tiempo variables

# groupBoxTimeControlData.Text
source: Time control data
es_mx: Datos de control del tiempo

# chckManningWithDepth.Text
source: Manning's n variable with depth
es_mx: n de Manning variable con la profundidad

# lblManning.Text
source: Manning's n factor:
es_mx: Factor n de Manning:

# lblMinimumDepthDryBed.Text
source: Minimum depth for dry bed:
es_mx: Profundidad para velocidad nula:

# groupBox1.Text
source: Computation control data
es_mx: Datos computacionales de control

# chckDamBreach.Text
source: Dam Breach
es_mx: Brechas en Presas

# chckInfiltration.Text
source: Infiltration
es_mx: Infiltración

# chckGates.Text
source: Gates
es_mx: Compuertas

# chckBridges.Text
source: Bridges
es_mx: Puentes

# chckWind.Text
source: Wind
es_mx: Viento

# chckWeirs.Text
source: Weirs
es_mx: Vertederos

# chckSourcesAndSinks.Text
source: Sources/Sinks
es_mx: Fuentes/Sumideros

# chckInternalRatingTables.Text
source: Internal rating tables
es_mx: Tablas intern. de caudal

# chckCulverts.Text
source: Culverts
es_mx: Alcantarillas

# chckPiers.Text
source: Bridge piers
es_mx: Pilas de puentes

# chckRainfallEvaporation.Text
source: Rainfall/Evaporation
es_mx: Lluvia/Evaporación

# groupBoxRunOptions.Text
source: Components
es_mx: Componentes

# groupBoxClosedBoundaryConditions.Text
source: Closed boundary conditions
es_mx: Condiciones de borde cerradas

# btnSaveControlData.Text
source: Save .DAT
es_mx: Guardar .DAT

# btnOpenControlData.Text
source: Open .DAT
es_mx: Abrir .DAT

# tabControlData.Text
source: Control Data
es_mx: Datos de Control

# btnSaveSediment.Text
source: Save .SED
es_mx: Guardar .SED

# btnOpenSediment.Text
source: Open .SED
es_mx: Abrir .SED

# lblD90.Text
source: D90 (mm):
es_mx: D90 (ft):

# lblD50.Text
source: D50 (mm):
es_mx: D50 (ft):

# tabSedimentTransport.Text
source: Sediment Transport
es_mx: Transporte de Sedimentos

# RainEvapZone.HeaderText
source: Zone
es_mx: Polígono

# RainEvapZoneFilename.HeaderText
source: Zone File Name
es_mx: Archivo

# Time.HeaderText
source: Time (hrs.)
es_mx: Tiempo (hrs.)

# Rainfall.HeaderText
source: Rainfall (mm/day)
es_mx: Lluvia (mm/day)

# Evaporation.HeaderText
source: Evaporation (mm/day)
es_mx: Evaporación (mm/day)

# btnViewGraph.Text
source: View Graph
es_mx: Ver Gráfico

# btnSaveRainfall.Text
source: Save .LRAIN
es_mx: Guardar .LRAIN

# btnOpenRainfall.Text
source: Open .LRAIN
es_mx: Abrir .LRAIN

# tabRainfallEvaporation.Text
source: Rainfall/Evaporation
es_mx: Lluvia/Evaporación

# btnPlotRiverFLO2DResults.Text
source: Plot RiverFlow2D Results
es_mx: Dibujar resultados de RiverFlow2D

# btnPlotRiverFLO2DResults.ToolTip
source: Use this button to visualize RiverFlow2D results from existing simulations. The output files for the simulation must be available
es_mx: Usar este botón para visualizar resultados de RiverFlow2D de las simulaciones existentes. Los archivos de salida de la silulacion deben existir.

# btnSaveGraphicOption.Text
source: Save .PLT
es_mx: Guardar .PLT

# btnOpenGraphicOption.Text
source: Open .PLT
es_mx: Abrir .PLT

# chckBackgroundImage.Text
source: Background Image
es_mx: Imagen de Fondo

# btnBackgroundImage.Text
source: Background File:
es_mx: Archivo:

# labelTransparency.Text
source: Transparency (%):
es_mx: Transparencia (%):

# chckOutputForVectorShapeFile.Text
source: Output for creating shapefiles
es_mx: Salida para crear shapefiles

# chckCreateGraphicOutputFiles.Text
source: Create graphic output files
es_mx: Crear archivos de salida

# chckCreateGraphicOutputFiles.ToolTip
source: Generates a raster image for each report time step
es_mx: Genera imagen raster para cada tiempo de reporte

# groupBoxPlotWindow.Text
source: Plot window
es_mx: Ventana de dibujo

# labelPlot.Text
source: Plot:
es_mx: Dibujar:

# labelMaxVelocityVector.Text
source: Max velocity vector:
es_mx: Max vector de velocidad:

# labelVelocityVectorFactor.Text
source: Velocity vector factor:
es_mx: Factor:

# groupBoxLimitsOfVariable.Text
source: Limits of variables
es_mx: Límite de variables

# labelColorScheme.Text
source: Color palette:
es_mx: Color de la paleta:

# chckCreateDXF.Text
source: Create DXF vector field files
es_mx: Crear archivo DXF para velocidades

# chckCreateDXF.ToolTip
source: Generate velocity vector DXF (CAD) files
es_mx: Generar archivo DXF (CAD) para velocidades

# chckPlotAxis.Text
source: Plot axis
es_mx: Dibujar ejes

# chckPlotAxis.ToolTip
source: Plot axes on plot
es_mx: Dibujar ejes

# tabGraphicOutputOptions.Text
source: Graphic Output Options
es_mx: Opciones Gráficas de Salida

# ProfileName.HeaderText
source: Profile Name
es_mx: Nombre del Perfíl

# ProfileName.ToolTipText
source: Name of the profile
es_mx: Nombre del perfil

# N_Vertices_Profile.HeaderText
source: N Vertices
es_mx: N Vértices

# N_Vertices_Profile.ToolTipText
source: Number of vertices in each profile
es_mx: Número de vértices en cada perfíl

# N_Intervals.HeaderText
source: N Intervals
es_mx: N Intervalos

# N_Intervals.ToolTipText
source: Intervals to divide each profile sub-segment between vertices. Results will be reported at each interval
es_mx: Intervalos para dividir cada sub-segmento de perfíl entre vértices. Los resultados se reportarán en cada intervalo.

# P1X.ToolTipText
source: X-coordinates for each vertex in polyline
es_mx: Coordena X para cada vértice del polígono

# P1Y.ToolTipText
source: Y-coordinates for each vertex in polyline
es_mx: Coordena Y para cada vértice del polígono

# btnSaveProfile.Text
source: Save .PROFILES
es_mx: Guardar .PROFILES

# btnOpenProfile.Text
source: Open .PROFILES
es_mx: Abrir .PROFILES

# tabProfileCutOutput.Text
source: Profile Output
es_mx: Salida de Perfiles

# XS_ID.HeaderText
source: XS Name
es_mx: Nombre de Sección Transv.

# XS_ID.ToolTipText
source: Cross section name. Should have less than 26 characters
es_mx: Nombre de sección tranversal. Debe tener menos de 26 caracteres.

# NINTERVALS_CS.HeaderText
source: N Intervals
es_mx: N Intervalos

# NINTERVALS_CS.ToolTipText
source: Intervals to divide each section. Results will be reported at each interval
es_mx: Intervalos para dividir cada sección. Resultados serán reportados en cada intervalo.

# X1_CS.ToolTipText
source: Coordinates of the initial (X1,Y1) and ending (X2,Y2) of one cross section.
es_mx: Coordenadas del comienzo (X1, Y1) y final (X2, Y2) de una sección transversal.

# Y1_CS.ToolTipText
source: Coordinates of the initial (X1,Y1) and ending (X2,Y2) of one cross section.
es_mx: Coordenadas del comienzo (X1, Y1) y final (X2, Y2) de una sección transversal.

# X2_CS.ToolTipText
source: Coordinates of the initial (X1,Y1) and ending (X2,Y2) of one cross section.
es_mx: Coordenadas del comienzo (X1, Y1) y final (X2, Y2) de una sección transversal.

# Y2_CS.ToolTipText
source: Coordinates of the initial (X1,Y1) and ending (X2,Y2) of one cross section.
es_mx: Coordenadas del comienzo (X1, Y1) y final (X2, Y2) de una sección transversal.

# btnSaveCrossSection.Text
source: Save .XSECS
es_mx: Guardar .XSECS

# btnOpenCrossSection.Text
source: Open .XSECS
es_mx: Abrir .XSECS

# tabCrossSectionOutput.Text
source: Cross Section Output
es_mx: Secciones Transversales

# radioDischargeTimeInflow.Text
source: Discharge vs Time
es_mx: Caudal vs Tiempo

# radioDischargeTimeInflow.ToolTip
source: Choose a Discharge vs Time hydrograph
es_mx: Seleccionar un hidrograma de Caudal vs Tiempo

# radioWSETimeInflow.Text
source: Water Surface Elevation (WSEL) vs Time
es_mx: Cota de Agua vs Tiempo

# radioWSETimeInflow.ToolTip
source: Choose a Water Surface Elevation vs Time hydrograph
es_mx: Seleccionar un hidrograma de cota de agua vs tiempo

# TimeInflow.HeaderText
source: Time (hrs.)
es_mx: Tiempo (hrs.)

# TimeInflow.ToolTipText
source: Time (hrs.)
es_mx: Tiempo (hrs.)

# Q.HeaderText
source: Q
es_mx: Caudal

# Q.ToolTipText
source: Discharge
es_mx: Caudal

# btnPlot.Text
source: Plot
es_mx: Dibujar

# btnSaveInflow.Text
source: Save Inflow File
es_mx: Guardar Archivo de Entrada

# btnOpenInflow.Text
source: Open Inflow File
es_mx: Abrir Archivo de Entrada

# tabInflowBoundaryData.Text
source: Inflow Boundary Data
es_mx: Datos en Entradas

# radioDischargeCurve.Text
source: Discharge Rating Curve
es_mx: Curva de Caudal

# radioDischargeCurve.ToolTip
source: Choose Discharge Rating Curve Table
es_mx: Seleccionar tabla de curva de caudal

# radioDischargeTimeOutflow.Text
source: Discharge vs Time
es_mx: Caudal vs Tiempo

# radioDischargeTimeOutflow.ToolTip
source: Choose Discharge vs Time hydrograph
es_mx: Seleccionar un hidrograma de caudal vs tiempo

# radioWSETime.Text
source: Water Surface Elevation (WSEL) vs Time
es_mx: Cota de agua vs Tiempo

# radioWSETime.ToolTip
source: Choose Water Surface Elevation vs Time hydrograph
es_mx: Seleccionar un hidrograma de Cota de agua vs Tiempo

# TimeOuflow.HeaderText
source: Time (hrs.)
es_mx: Tiempo (hrs.)

# WSEOutflow.HeaderText
source: WSEL
es_mx: Cota de Agua

# label13.Text
source: File name:
es_mx: Nombre de archivo:
