Repository: chenjie0927/RiverFlow-2D-DIP
Catalog: RiverFLO-2DMain.*.resx
Languages: es_mx

# btnPlotOutflow.Text
source: Plot
es_mx: Dibujar

# btnSaveOutflow.Text
source: Save Outflow File
es_mx: Guardar Archivo de Salida

# btnOpenOutflow.Text
source: Open Outflow File
es_mx: Abrir Archivo de Salida

# tabOutflowBoundaryData.Text
source: Outflow Boundary Data
es_mx: Datos en Salidas

# chckUseElementElevations.Text
source: Use element elevations (ft)
es_mx: Usar elev. de celdas (ft)

# groupBoxInvertElevations.Text
source: Invert elevations
es_mx: Cotas de entrada y salida

# lblNumberOfBarrels.Text
source: Number of barrels:
es_mx: Número de conductos:

# lblCulvert_Dc.Text
source: Diameter (Dc) (ft):
es_mx: Diámetro (Dc) (ft):

# lblCulvert_Base.Text
source: Barrel width (Base) (ft):
es_mx: Ancho conducto (Base) (ft):

# lblCulvert_Hb.Text
source: Barrel height (Hb) (ft):
es_mx: Altura conducto (Hb) (ft):

# lblCulvertInletControlFormulaCoefficients.Text
source: Culvert inlet control formula coefficients (K', M, c', Y):
es_mx: Coeficientes de las fórmulas de control (K', M, c', Y):

# lblEntranceLossCoefficient.Text
source: Entrance loss coefficient (Ke):
es_mx: Coeficiente de pérdida en la entrada (Ke):

# lblCulvertManning.Text
source: Manning's n roughness coefficient (nc):
es_mx: Coeficiente n de Manning (nc):

# CulvertName.HeaderText
source: Culvert Name
es_mx: Alcantarilla

# CulvertType.HeaderText
source: Type
es_mx: Tipo

# CulvertFile.HeaderText
source: Culvert File
es_mx: Archivo

# btnSaveCulverts.Text
source: Save .CULVERTS
es_mx: Guardar .CULVERTS

# btnOpenCulverts.Text
source: Open .CULVERTS
es_mx: Abrir .CULVERTS

# Culvert_Rating_Table_Depth.HeaderText
source: Depth
es_mx: Profundidad

# Culvert_Rating_Table_Discharge.HeaderText
source: Discharge
es_mx: Caudal

# tabCulvertsData.Text
source: Culverts
es_mx: Alcantarillas

# Obs_ID.HeaderText
source: Observation Point Name
es_mx: Nombre del Punto de Observación

# btnSaveObservationPoints.Text
source: Save .OBS
es_mx: Guardar .OBS

# btnOpenObservationPoints.Text
source: Open .OBS
es_mx: Abrir .OBS

# tabObservationPoints.Text
source: Observation Points
es_mx: Puntos de Observación

# Angle_X.HeaderText
source: Angle X
es_mx: Angulo X

# PierLenth.HeaderText
source: Length
es_mx: Largo

# PierWidth.HeaderText
source: Width
es_mx: Ancho

# DragCoeff.HeaderText
source: Drag Coeff
es_mx: CD

# Pier_ID.HeaderText
source: Pier Name
es_mx: Nombre

# btnSavePiers.Text
source: Save .PIERS
es_mx: Guardar .PIERS

# btnOpenPiers.Text
source: Open .PIERS
es_mx: Abrir .PIERS

# tabPiersDragForces.Text
source: Bridge Piers
es_mx: Pilas de Puentes

# btnSaveOPenBoundaryConditions.Text
source: Save .IFL
es_mx: Guardar .IFL

# btnOpenBoundaryConditions.Text
source: Open .IFL
es_mx: Abrir .IFL

# tabOpenBoundaryConditions.Text
source: Open Boundary Conditions
es_mx: Condiciones de Contorno Abiertas

# btnOpenSourcesAndSinks.Text
source: Open .SOURCES
es_mx: Abrir .SOURCES

# S_Name.HeaderText
source: Source/Sink Name
es_mx: Fuentes/Sumideros

# Source_Type.HeaderText
source: Type
es_mx: Tipo

# S_FileName.HeaderText
source: File Name
es_mx: Nombre de Archivo

# btnSaveSourcesAndSinks.Text
source: Save .SOURCES
es_mx: Guardar .SOURCES

# tabSourcesAndSinks.Text
source: Sources/Sinks
es_mx: Fuentes y Sumideros

# btnOpenWeirs.Text
source: Open .WEIRS
es_mx: Abrir .WEIRS

# WeirName.HeaderText
source: Weir Name
es_mx: Vertedero

# N_Vertices.HeaderText
source: N Vertices
es_mx: Nro. Vértices

# Crest_Elevation.HeaderText
source: Crest Elev.
es_mx: Cota de Cresta

# Crest_Elevation.ToolTipText
source: Crest elevation
es_mx: Cota de Cresta

# btnSaveWeirs.Text
source: Save .WEIRS
es_mx: Guardar .WEIRS

# tabWeirsPage.Text
source: Weirs
es_mx: Vertederos

# IRTname.HeaderText
source: IRT Name
es_mx: Nombre

# BoundaryConditionType.HeaderText
source: Type
es_mx: Tipo

# IRTfileName.HeaderText
source: File Name
es_mx: Nombre de Archivo

# btnSaveInternalRatingTable.Text
source: Save .IRT
es_mx: Guardar .IRT

# btnOpenInternalRatingTable.Text
source: Open .IRT
es_mx: Abrir .IRT

# tabInternalRatingTables.Text
source: Internal Rating Tables
es_mx: Tablas Internas de Caudal

# buttonSavePlotFiles.Text
source: Save .PLOT File
es_mx: Guardar .PLOT

# buttonOpenPlotFiles.Text
source: Open .PLOT File
es_mx: Abrir .PLOT

# btnSaveAdvectionDispersion.Text
source: Save .AD
es_mx: Guardar .AD

# btnOpenAdvectionDispersion.Text
source: Open .AD
es_mx: Abrir .AD

# tabPollutantTransport.Text
source: Pollutant Transport
es_mx: Calidad de Agua

# btnBridges.Text
source: Bridges
es_mx: Puentes

# btnWriteXYZFromHECRAS.Text
source: Extract Data from HEC-RAS
es_mx: Extraer Datos de HEC-RAS

# groupBoxHECRASCrossSections.Text
source: HEC-RAS Data Extraction Tool
es_mx: Extraer datos de HEC-RAS

# btnRun2dMRI.Text
source: Run 2dMRI
es_mx: Correr 2dMRI

# tabTools.Text
source: Tools
es_mx: Herramientas

# lblKDecayRate.Text
source: K Decay Rate
es_mx: Tasa de Decaimiento K

# lblInitialRate.Text
source: Initial Rate
es_mx: Tasa Inicial

# lblFinalRate.Text
source: Final Rate
es_mx: Tasa Final

# lblModelName.Text
source: Model Name
es_mx: Nombre del Modelo

# groupBoxInfiltrationFileName.Text
source: groupBoxInfiltrationFileName
es_mx: Nombre del Archivo de Infiltración

# InfilPolygon.HeaderText
source: Polygon
es_mx: Polígono

# InfilModelFile.HeaderText
source: Parameters File
es_mx: Archivo de Parámetros

# btnSaveInfiltration.Text
source: Save .LINF
es_mx: Guardar .LINF

# btnOpenInfiltration.Text
source: Open .LINF
es_mx: Abrir .LINF

# tabPageInfiltration.Text
source: Infiltration
es_mx: Infiltración

# $this.ToolTip
source: Go to our site
es_mx: Visite nuestro sitio
